Repository: kitdine/agent-deck
Catalog: apps/macos/AgentDeckApp/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %1$lld / %2$lld priced
zh_hans: 已计价 %1$lld / %2$lld

source: %1$lld events · %2$lld sessions · %3$lld projects
zh_hans: %1$lld 次调用 · %2$lld 个会话 · %3$lld 个项目

source: %lld events
zh_hans: %lld 次调用

source: %@ · data unavailable
zh_hans: %@ · 数据不可用

source: %lld checks not passing
zh_hans: %lld 项检查未通过

source: %lld sessions
zh_hans: %lld 个会话

source: 30D
zh_hans: 近 30 天

source: 7D
zh_hans: 近 7 天

source: ACTIVE DAYS
zh_hans: 活跃天数

source: AVG / DAY
zh_hans: 日均

source: About AgentDeck
zh_hans: 关于 AgentDeck

source: AgentDeck Settings
zh_hans: AgentDeck 设置

source: AgentDeck is refreshing to find out what the current route is.
zh_hans: AgentDeck 正在刷新，以确认当前的路由。

source: AgentDeck state did not close cleanly
zh_hans: AgentDeck 状态未正常关闭

source: AgentDeck — data could not be read
zh_hans: AgentDeck — 无法读取数据

source: AgentDeck — offline
zh_hans: AgentDeck — 离线

source: All
zh_hans: 全部

source: All clients
zh_hans: 全部客户端

source: All providers
zh_hans: 全部服务商

source: Already selected
zh_hans: 已经是当前选择

source: Attribution
zh_hans: 归因

source: Attribution quality
zh_hans: 归因质量

source: Activity
zh_hans: 活动

source: Avg length
zh_hans: 均时长

source: Tooling
zh_hans: 工具

source: Workflow
zh_hans: 工作流

source: Work signals
zh_hans: 工作信号

source: BUSIEST DAY
zh_hans: 最忙星期

source: Back
zh_hans: 返回

source: Breakdown
zh_hans: 构成

source: By project
zh_hans: 按项目

source: By provider
zh_hans: 按服务商

source: CACHE HIT
zh_hans: 缓存命中

source: Cache read
zh_hans: 缓存读取

source: Cache write
zh_hans: 缓存写入

source: Cancel
zh_hans: 取消

source: Cannot reach the AgentDeck helper
zh_hans: 无法连接 AgentDeck 助手

source: Client
zh_hans: 客户端

source: Client subtotals
zh_hans: 客户端小计

source: Copied
zh_hans: 已复制

source: Copy recovery command
zh_hans: 复制修复命令

source: Cost
zh_hans: 成本

source: Cost incomplete · %lld unpriced
zh_hans: 成本不完整 · %lld 项未计价

source: Could not change the login item
zh_hans: 无法修改登录项

source: Credential is not bound to this client
zh_hans: 凭据未绑定到该客户端

source: Data could not be read
zh_hans: 无法读取数据

source: Determinable
zh_hans: 可确定

source: Dismiss
zh_hans: 关闭

source: EVENTS
zh_hans: 调用次数

source: Failed
zh_hans: 失败

source: Follow panel filter
zh_hans: 跟随面板筛选

source: General
zh_hans: 通用

source: Health
zh_hans: 运行状况

source: Health checks could not be run
zh_hans: 无法执行运行状况检查

source: Hour of week
zh_hans: 一周时段

source: days with tokens
zh_hans: 有 Token 的天数

source: fewest tokens
zh_hans: Token 最少

source: most tokens
zh_hans: Token 最多

source: %@ · most tokens
zh_hans: %@ · Token 最多

source: Icon only
zh_hans: 仅图标

source: Inferred
zh_hans: 推断

source: Input
zh_hans: 输入

source: Last %lld days
zh_hans: 近 %lld 天

source: 24 hours
zh_hans: 24 小时

source: Last 30 days · not affected by the filters above
zh_hans: 近 30 天 · 不受上方筛选影响

source: Last 90 days
zh_hans: 近 90 天

source: Last updated %@
zh_hans: 上次更新于%@

source: Launch at login
zh_hans: 开机时启动

source: Loading…
zh_hans: 加载中…

source: Median length
zh_hans: 时长中位数

source: Menu bar
zh_hans: 菜单栏

source: Menu bar shows
zh_hans: 菜单栏显示

source: Models
zh_hans: 模型

source: NOW
zh_hans: 当前

source: Available
zh_hans: 可用

source: %lld targets
zh_hans: %lld 个目标

source: direct
zh_hans: 直连

source: No activity in this snapshot
zh_hans: 此快照中没有活动

source: No available switches
zh_hans: 没有可用的切换

source: No credential available
zh_hans: 没有可用的凭据

source: No local activity today
zh_hans: 今天没有本地活动

source: No models in this period
zh_hans: 该时间范围内没有模型记录

source: No project
zh_hans: 无项目

source: No sessions in this period
zh_hans: 该时间范围内没有会话

source: No wrapper configured
zh_hans: 未配置包装器

source: Not captured yet
zh_hans: 待采集

source: Now
zh_hans: 现在

source: OK
zh_hans: 正常

source: Output
zh_hans: 输出

source: PEAK
zh_hans: 峰值

source: PEAK WINDOW
zh_hans: 高峰时段

source: PRICIEST HOUR
zh_hans: 最高花费时段

source: Per client
zh_hans: 按客户端

source: Period
zh_hans: 时间范围

source: Periodic refresh
zh_hans: 定时刷新

source: Pricing coverage
zh_hans: 计价覆盖率

source: Projects
zh_hans: 项目数

source: Provider state could not be read
zh_hans: 无法读取服务商状态

source: Provider switch options could not be read
zh_hans: 无法读取服务商切换选项

source: Provider unavailable
zh_hans: 服务商不可用

source: Providers
zh_hans: 服务商

source: QUIETEST DAY
zh_hans: 最闲星期

source: Quit AgentDeck
zh_hans: 退出 AgentDeck

source: Recent sessions
zh_hans: 最近会话

source: Refresh now
zh_hans: 立即刷新

source: Refresh timed out; showing the previous snapshot
zh_hans: 刷新超时；继续显示上次快照

source: Refreshes at the time the snapshot suggests; when off, only opening the panel or refreshing manually updates it
zh_hans: 按快照给出的下次刷新时间刷新；关闭时只在打开面板和手动刷新时更新

source: Registered as a system login item; no background daemon is installed
zh_hans: 通过系统登录项注册，不安装后台守护进程

source: Retry
zh_hans: 重试

source: Rhythm
zh_hans: 节奏

source: Scope
zh_hans: 统计范围

source: Section could not be read this refresh
zh_hans: 本次刷新未能读取该区域

source: Session count
zh_hans: 会话数

source: Session data could not be read
zh_hans: 无法读取会话数据

source: Sessions
zh_hans: 会话

source: Settings…
zh_hans: 设置…

source: Shows
zh_hans: 显示内容

source: Some data unavailable
zh_hans: 部分数据不可用

source: State: %@
zh_hans: 状态：%@

source: Switch
zh_hans: 切换

source: Switch %1$@ to %2$@ using credential “%3$@”, directly?
zh_hans: 要使用凭据“%3$@”将 %1$@ 直接切换到 %2$@ 吗？

source: Switch %1$@ to %2$@ using credential “%3$@”, through the wrapper?
zh_hans: 要使用凭据“%3$@”将 %1$@ 通过包装器切换到 %2$@ 吗？

source: Switch %1$@ to %2$@, directly?
zh_hans: 要将 %1$@ 直接切换到 %2$@ 吗？

source: Switch %1$@ to %2$@, through the wrapper?
zh_hans: 要将 %1$@ 通过包装器切换到 %2$@ 吗？

source: Switch failed · %@
zh_hans: 切换失败 · %@

source: Switch in progress
zh_hans: 正在切换

source: Switch provider
zh_hans: 切换服务商

source: Switch to icon only when sharing your screen
zh_hans: 共享屏幕时可切到仅图标

source: Switched %1$@ to %2$@
zh_hans: 已将 %1$@ 切换到 %2$@

source: Switching unavailable
zh_hans: 无法切换

source: Switching…
zh_hans: 正在切换…

source: The session index did not close cleanly
zh_hans: 会话索引未正常关闭

source: The switch did not complete. AgentDeck state is unchanged as far as the helper reported.
zh_hans: 切换未完成。就助手所报告的范围而言，AgentDeck 状态没有改变。

source: The switch result could not be confirmed
zh_hans: 无法确认切换结果

source: These checks come from agentdeck doctor.
zh_hans: 这些检查来自 agentdeck doctor。

source: Today
zh_hans: 今天

source: Token mix
zh_hans: Token 构成

source: Tokens
zh_hans: Token

source: Total time
zh_hans: 总时长

source: Trend
zh_hans: 趋势

source: Unattributed
zh_hans: 未归因

source: Unavailable · %@
zh_hans: 不可用 · %@

source: Unpriced: %@
zh_hans: 未计价：%@

source: Unrecognized warning · %@
zh_hans: 未识别的警告 · %@

source: Updated %@
zh_hans: %@更新

source: Usage
zh_hans: 用量

source: Usage data could not be read
zh_hans: 无法读取用量数据

source: Waiting for approval in System Settings
zh_hans: 等待在系统设置中批准

source: Warning
zh_hans: 警告

source: When following the panel, picking Codex there also narrows the menu bar to Codex
zh_hans: 跟随面板筛选时，面板里选了 Codex，菜单栏也只显示 Codex

source: and %lld more
zh_hans: 另有 %lld 项

source: cache write is billed
zh_hans: 缓存写入计费

source: wrapper
zh_hans: 包装器
